Repository: actorapp/actor-platform
Catalog: actor-apps/app-ios/Actor/Resources/Localization/*.lproj/Localizable.strings
Languages: pt

# TabMessages
source: Messages
pt: Mensagens

# TabPeople
source: People
pt: Contatos

# TabSettings
source: Settings
pt: Configurações

# TabDiscover
source: Discover
pt: Descobrir

# ContactsAddHeader
source: Add Contact
pt: Adicionar Contato

# ContactsAddHint
source: Please, specify phone number
pt: Por favor, insira o número de telefone

# ContactsActionInvite
source: Tell Friends about Actor
pt: Avise seus amigos sobre o Actor

# ContactsActionAdd
source: Add Friend
pt: Adicionar Amigo(a)

# DialogsHint
source: Swipe for more options
pt: Deslise para mais opções

# SettingsEdit
source: Edit
pt: Editar

# SettingsSetPhoto
source: Set Profile Photo
pt: Definir Foto do Perfil

# SettingsChangeName
source: Change Your Name
pt: Alterar Seu Nome

# SettingsSecurity
source: Privacy and Security
pt: Privacidade e Segurança

# SettingsEditHeader
source: Change your name
pt: Alterar seu nome

# SettingsNotifications
source: Notifications and Sounds
pt: Alertas e Sons

# SettingsAskQuestion
source: Ask Question
pt: Fazer uma pergunta

# SettingsAbout
source: About
pt: Sobre

# SettingsVersion
source: Version {version}
pt: Versão {version}

# ProfileEditHeader
source: Change name
pt: Alterar name

# ProfileSendMessage
source: Send Message
pt: Enviar Mensagem

# ProfileNotifications
source: Notifications
pt: Alertas

# ProfileNotificationsWarring
source: Are you sure want to turn off notifications for this person? This may cause relationship problems in the nearest future.
pt: Você tem certeza que quer desativar os alertas para esse contato? Talvez isso cause problemas no relacionamento.

# ProfileNotificationsWarringAction
source: Turn off
pt: Desativar

# ProfileAddToContacts
source: Add to Contacts
pt: Adicionar aos contatos

# ProfileRemoveFromContacts
source: Remove from Contacts
pt: Remover dos contatos

# ProfileRename
source: Rename Contact
pt: Renomear Contato

# ProfileRenameMessage
source: You can rename contacts for organizing your contact list. Changes will be visible only to you.
pt: Você pode renomear conttos para organizar sua lista. As alterações serão vistas somente por você.

# ProfileRenameAction
source: Rename
pt: Renomear

source: Call Number
pt: Chamar número

source: Copy Number
pt: Copiar número

# NumberCopied
source: Phone number copied to clipboard
pt: Número de telefone copiadio para a área de transferência

# JoinAlertMessage
source: Do you want to join this group?
pt: Você quer fazer parte deste grupo?

# GroupEditHeader
source: Change group theme
pt: Mudar o tema do grupo

# GroupSetPhoto
source: Set Group Photo
pt: Definir Foto do Grupo

# GroupSetTitle
source: Set Group Title
pt: Definir Nome do Grupo

# GroupEditConfirm
source: Are you sure want to change group title?
pt: Você tem certeza que quer mudar o nome do grupo?

# GroupEditConfirmAction
source: Change Theme
pt: Alterar Tema

# GroupNotifications
source: Notifications
pt: Alertas

# GroupSettings
source: SETTINGS
pt: CONFIGURAÇÕES

# GroupIntegrations
source: Integrations
pt: Integrações

# GroupMembers
source: {0} MEMBERS
pt: {0} MEMBROS

# GroupMemberInfo
source: Profile
pt: Perfil

# GroupMemberKick
source: Kick from Group
pt: Remover do Grupo

# GroupMemberKickMessage
source: Are you sure want to kick {name} from group?
pt: Você tem certeza que quer remover {name} do grupo?

# GroupMemberKickAction
source: Kick
pt: Remover

# GroupMemberWrite
source: Write Message
pt: Escrever Mensagem

# GroupMemberCall
source: Phone Call
pt: Chamada Telefônica

# GroupMemberCallNoPhones
source: No phone number available for user.
pt: O usuário não tem número de telefone.

# GroupAddParticipant
source: Add Prticipant...
pt: Adicionar Participante...

# GroupAddParticipantTitle
source: Contacts
pt: Contatos

# GroupAddParticipantUrl
source: Invite to Group via Link
pt: COnvidar para o grupo via Link

# GroupLeave
source: Leave group
pt: Sair do grupo

# GroupLeaveConfirm
source: Are you sure want to leave group?
pt: Você tem certeza que quer sair do grupo?

# GroupLeaveConfirmAction
source: Leave
pt: Sair

# GroupInviteLinkPageTitle
source: Invite Link
pt: Link de Convite

# GroupInviteLinkHint
source: You can invite people to this group by sending them this invitation link.
pt: Você pode convidar pessoas para este grupo enviando este link.

# GroupInviteLinkRevokeMessage
source: Are you sure want to revoke this link? Once you do, no one will be able to join the group using it.
pt: Você tem certeza que quer remover este link? Uma vez removido, mais ninguém sera capaz de entrar no grupo usando este link.

# GroupInviteLinkRevokeAction
source: Revoke
pt: Remover

# GroupIntegrationPageTitle
source: Integration API
pt: Integração API

# GroupIntegrationLinkHint
source: You can use this link to send message from any external system.
pt: Você pode usar este link para enviar mesnagens para qualquer sistema exteno.

# GroupIntegrationDoc
source: Open Documentation
pt: Abrir Documentação

# GroupIntegrationLinkRevokeMessage
source: Are you sure want to revoke this link? Once you do, no one will be able to send messages to the group using it.
pt: Você tem certeza que quer remover este link? Uma vez removido, mais ninguém sera capaz de enviar mensagens para o grupo usando este link.

# GroupIntegrationLinkRevokeAction
source: Revoke
pt: Remover

# ComposeTitle
source: New Message
pt: Nova Mensagem

source: Create Group
pt: Criar Grupo

# CreateGroupTitle
source: Create Group
pt: Criar Grupo

# CreateGroupNamePlaceholder
source: Enter group title
pt: Inserir nome do grupo

# NotificationsTitle
source: Notifications and Sounds
pt: Alertas e Sons

# NotificationsEffectsTitle
source: Effects
pt: Efeitos

# NotificationsMobileTitle
source: Mobile notifications
pt: Notificações do Aparelho

# NotificationsInAppTitle
source: In-App notifications
pt: Notificações do Aplicativo

# NotificationsNotificationHint
source: You can disable notifications for specific users or groups on their info pages.
pt: Você pode desativar as notificações para usuários e grupos nas suas páginas específicas de informação.

# NotificationsPrivacyTitle
source: Privacy
pt: Privacidade

# NotificationsSoundEffects
source: Sound Effects
pt: Efeitos Sonoros

# NotificationsEnable
source: Enable
pt: Ativar

# NotificationsSound
source: Sound
pt: Som

# NotificationsVibration
source: Vibration
pt: vibrar

# NotificationsPreview
source: Message Preview
pt: Visualizar Mensagem

# NotificationsPreviewHint
source: Remove message text from notifications.
pt: Remover texto da mensagem da notificação.

# NotificationSecretMessage
source: New Message
pt: Nova Mensagem

# PrivacyTitle
source: Privacy and Security
pt: Privacidade e Segurança

# PrivacyTerminate
source: Terminate all other sessions
pt: Encerrar todas as sessões

# PrivacyTerminateHint
source: Logs out all devices except for this one.
pt: Descredencia todos os demais dispositivos menos este.

# ChatPlaceholder
source: Enter text...
pt: Insira texto...

# ChatSend
source: Send
pt: Enviar

# ChatNoGroupAccess
source: You is not member
pt: Você não é membro

# Placeholder_Empty_Title
source: Invite your friends
pt: COnvide seus amigos

# Placeholder_Empty_Message
source: None of your contacts use Actor. Use button bellow to invite them.
pt: Nenhum dos seus contatos usa Actor. Use o botão abaixo para convidá-los.

# Placeholder_Empty_Action
source: TELL A FRIEND
pt: AVISE UM(A) AMIGO(A)

# Placeholder_Empty_Message2
source: or manually add contact
pt: ou adicione um contato manualmente

# Placeholder_Empty_Action2
source: ADD CONTACT
pt: ADICIONAR CONTATO

# Placeholder_Loading_Title
source: Sync in progress
pt: Sincronizando

# Placeholder_Loading_Message
source: Please, wait couple minutes while we enable your app.
pt: Por favor, espero um pouco enquanto habilitamos seu aplicativo.

# Placeholder_Contacts_Title
source: Invite your friends
pt: Convide seus amigos(as)

# Placeholder_Contacts_Message
source: None of your contacts use Actor. Use button bellow to invite them.
pt: Nenhum dos seus contatos usa Actor. Use o botão abaixo para convidá-los.

# Placeholder_Contacts_Action
source: TELL A FRIEND
pt: AVISE UM(A) AMIGO(A)

# Placeholder_Contacts_Message2
source: or manually add contact with plus button at upper right corner
pt: ou adicione um contato manualmente usando o botão de mais no canto superior direito

# Placeholder_Dialogs_Title
source: Start messaging
pt: Começar a conversar

# Placeholder_Dialogs_Message
source: Pick a contact from your contacts list or press write button at upper right corner to start the conversation right now.
pt: Escolha um contato da sua lista ou pessione o botão de escrita no canto superior direito para começar a conversas imediatamente.

# Placeholder_Group_Title
source: Not a member
pt: Não é membro

# Placeholder_Group_Message
source: Unfortunately, you are not a member of this group.
pt: Infelizmente você não é menro desse grupo.

# AuthPhoneTitle
source: Your Phone
pt: Seu Telefone

# AuthPhoneNumberHint
source: Your phone number
pt: Seu número de telefone

# AuthPhoneHint
source: Please condifm your country code and enter your phone number.
pt: Por favor informe o código do país e em seguida seu número de telefone.

# AuthPhoneTooShort
source: Phone number too short
pt: Número de telefone muito curto

# AuthCodeFieldHint
source: Code
pt: Código

# AuthCodeHint
source: We have sent you an SMS with the code.
pt: Nós te enviamos um SMS com o código.

# AuthProfileTitle
source: Your Info
pt: Suas Informações

# AuthProfileAddPhoto1
source: add
pt: adicionar

# AuthProfileAddPhoto2
source: photo
pt: foto

# AuthProfileNameHint
source: Your name
pt: Seu nome

# AuthProfileHint
source: Enter your name and add a pofile picture
pt: Insira seu nome e adicione uma foto para o perfil

# CurrentLocale
source: En
pt: Pt

# InviteText
source: Hi! Let's switch to Actor! https://actor.im/dl
pt: Olá! Vamos mudar para o Actor! https://actor.im/dl

# PhotoRemove
source: Delete Photo
pt: Remover Foto

# PhotoRemoveGroupMessage
source: Are you sure want to remove group photo? Some members will be disappointed.
pt: Você tem certeza que quer to remover a foto do grupo? Alguns membros poderão não gostar.

# PhotoCamera
source: Take Photo
pt: Tirar Foto

# PhotoLibrary
source: Media Library
pt: Biblioteca de Midias

# SendDocument
source: Document
pt: Documento

# NavigationEdit
source: Edit
pt: Editar

# NavigationDone
source: Done
pt: Feito

# NavigationCancel
source: Cancel
pt: Cancelar

# NavigationNext
source: Next
pt: Próximo

# AlertCancel
source: Cancel
pt: Cancelar

# AlertNext
source: Next
pt: Próximo

# AlertSave
source: Save
pt: Salvar

# AlertYes
source: Yes
pt: Sim

# AlertNo
source: No
pt: Não

# UnsupportedContent
source: Message is unsupported in this version. Please, wait for application update to see message.
pt: Mensagem não suportada nesta versão. Por favor espere por uma atualização para ver esta mensagem.

# ActionCopyLink
source: Copy Link
pt: Copiar Link

# ActionRevokeLink
source: Revoke Link
pt: Remover Link

# ActionShareLink
source: Share Link
pt: Compartilhar Link

# AlertLinkCopied
source: Link copied to clipboard.
pt: Link copiado para a área de transferência.

# ErrorPhoneIncorrect
source: Entered phone number is invalid. Please try again.
pt: Número de telefone inválido. Por favor tente de novo.

# ErrorCodeExpired
source: Code expired. Please, start authentication again.
pt: Código expirou. Por favor reinicie a autenticação.
