Repository: actorapp/actor-platform
Catalog: actor-sdk/sdk-core-ios/ActorSDK/Resources/*.lproj/Localizable.strings
Languages: es, ja, nl, ru, zh_hans

# FindHint
source: Enter phone number, email or nickname and press search
es: Introduce el número de teléfono, correo electrónico o apodo y pulse búsqueda
ja: 電話番号、メールアドレスまたはユーザIDを入力し、「検索」を押して下さい。
nl: Zoek op telefoonnummer, e-mailadres of gebruikersnaam.
ru: Для поиска введите номер телефона, адрес электронной почты или ник.
zh_hans: 请输入手机号码、昵称或者邮件，然后点击‘查找’

# FindNotFound
source: Sorry, but we are unable to find the person you are looking for
es: Lo sentimos, pero no somos capaces de encontrar la persona para esta consulta de búsqueda
ja: 該当ユーザが見つかりませんでした。
nl: Helaas, we hebben niemand kunnen vinden.
ru: К сожалению, мы не смогли никого найти по этому запросу.
zh_hans: 对不起，没有找到

# Placeholder_Empty_Title
source: Invite your friends
es: Invita a tus amigos
ja: 友達を招待
nl: Buurtgenoten uitnodigen
ru: Пригласите своих друзей
zh_hans: 邀请你的朋友

# Placeholder_Empty_Message
source: None of your contacts use {appname}. Use the button below to invite them.
es: Ninguno de tus contactos usan {appname}. Utiliza el botón de abajo para invitarlos.
ja: {appname}を使っている友達がいません。下のボタンから招待してください。
nl: Geen van de bestaande telefooncontacten zijn op {appname} gevonden. Gebruik de knop hieronder om ze uit te nodigen.
ru: Никто из ваших контактов не использует {appname}. Используйте кнопку ниже чтобы пригласить их.
zh_hans: 你的通讯录中没有人使用{appname}，请点击下面按钮邀请他们。

# Placeholder_Empty_Action
source: TELL A FRIEND
es: CONTAR A UN AMIGO
ja: 友達に伝える
nl: VERTEL BUURTGENOTEN
ru: РАССКАЗАТЬ ДРУЗЬЯМ
zh_hans: 邀请好友

# Placeholder_Empty_Message2
source: or manually add contact
es: o añadir manualmente los contactos
ja: または手動でコンタクトに追加を行って下さい。
nl: of voer handmatig een contact toe
ru: или добавьте контакт вручную
zh_hans: 或者手动添加好友

# Placeholder_Empty_Action2
source: ADD CONTACT
es: AÑADIR CONTACTO
ja: コンタクトの追加
nl: TOEVOEGEN CONTACT
ru: ДОБАВИТЬ КОНТАКТ
zh_hans: 添加好友

# Placeholder_Loading_Title
source: Sync in progress
es: Sincronización en curso
ja: 同期中
nl: Bezig met synchroniseren
ru: Синхронизируемся
zh_hans: 正在同步中

# Placeholder_Loading_Message
source: Please, wait a couple minutes. We're configuring your app.
es: Por favor, espera un par de minutos mientras configuramos su aplicación.
ja: アプリが有効になるまでしばらくお待ちください。
nl: Enige momenten geduld, we zijn de omgeving aan het opzetten.
ru: Пожалуйста, подождите пока мы инициализируем приложение.
zh_hans: 正在加载数据，请稍候...

# Placeholder_Contacts_Title
source: Invite your friends
es: Invita a tus amigos
ja: 友達を招待
nl: Buurtgenoten uitnodigen
ru: Пригласите своих друзей
zh_hans: 邀请好友

# Placeholder_Contacts_Message
source: None of your contacts are using {appname}. Use the button bellow to invite them.
es: Ninguno de tus contactos usan {appname}. Utiliza el botón de abajo para invitarlos.
ja: {appname}を使っている友達がいません。下のボタンから招待してください。
nl: Geen van de bestaande telefooncontacten gebruikt momenteel {appname}. Gebruik de knop hieronder om ze uit te nodigen.
ru: Никто из ваших контактов не использует {appname}. Используйте кнопку ниже чтобы пригласить их.
zh_hans: 你的通讯录中没有人使用{appname}，请点击下面按钮邀请他们。

# Placeholder_Contacts_Action
source: TELL A FRIEND
es: CONTAR A UN AMIGO
ja: 友達に伝える
nl: VERTEL HET DOOR
ru: РАССКАЗАТЬ ДРУЗЬЯМ
zh_hans: 告诉好友

# Placeholder_Contacts_Message2
source: or manually add contact with plus button at upper right corner
es: o añadir manualmente contacto con botón "+" en esquina superior derecha
ja: または右上のボタンから手動でコンタクトに追加を行って下さい。
nl: of voeg handmatig een contact toe met het plusteken hier rechtsboven
ru: или добавьте контакт вручную через кнопку "плюс" в правом верхнем углу экрана
zh_hans: 或者点击右上角的＋按钮手动添加好友

# Placeholder_Dialogs_Title
source: Start messaging
es: Comenzar a chatear
ja: メッセージをはじめる
nl: Begin met berichten versturen
ru: Начать общение
zh_hans: 开始聊天

# Placeholder_Dialogs_Message
source: Pick a contact from your contact list or press Write button in the upper right corner to start a conversation right now.
es: Elige un contacto de tu lista o presiona el botón de escritura en la esquina superior derecha para iniciar la conversación en este momento.
ja: コンタクトからメンバーを選択し、右上のボタンから会話を開始して下さい。
nl: Kies een contact uit de lijst of druk op de berichtknop in de rechterbovenhoek om nu een gesprek te starten.
ru: Выберите контакт из списка или нажмине кнопку "написать" для начала общения.
zh_hans: 从你的通讯录中选择一个好友，或者点击右上角的编辑按钮立刻开始聊天

# Placeholder_Group_Title
source: Not a member
es: No es miembro
ja: 無効なメンバー
nl: Geen lid
ru: Не участник группы
zh_hans: 你不是群组成员

# Placeholder_Group_Message
source: Unfortunately, you are not a member of this group.
es: Desafortunadamente, no eres miembro de este grupo.
ja: 残念ながらあなたはこのグループの参加者ではありません。
nl: Helaas, deze groep is besloten.
ru: К сожалению, вы больше не являетесь участником этой группы.
zh_hans: 非常不幸，你不是群成员。

# Placeholder_Location_Title
source: Enable Location Services
es: Activar ubicación
ja: 位置サービスの有効化
nl: Inschakelen locatiediensten
ru: Включите геолокацию
zh_hans: 启用位置

# Placeholder_Location_Message
source: Please enable Location Services in device settings to share your location.
es: Por favor, activa los servicios de ubicación en la configuración del dispositivo para compartir tu ubicación.
ja: 現在地をシェアする為にデバイスの位置サービスを有効化してください。
nl: Schakel diensten voor locaties in bij apparaatinstellingen om de huidige locatie te delen.
ru: Чтобы поделиться местоположением, пожалуйста, дайте приложению доступ к Службам геолокации в настройках вашего устройства.
zh_hans: 请启用定位服务的设备设置分享你的位置。

# WelcomeTitle
source: Welcome to {app_name}!
es: Bienvenidos a {app_name}!
ja: {app_name}へようこそ！
nl: Welkom bij {app_name}!
ru: Добро пожаловать!
zh_hans: 欢迎使用{app_name}!

# WelcomeTagline
source: Free, fast and secure messaging.
es: Mensajería gratis, segura y veloz.
ja: 無料でセキュアなメッセージアプリ
nl: Voorkom inbraak. Buren worden dienstverleners.
ru: Беслпатное, быстрое и безопасное общение.
zh_hans: 免费、高速、安全的即时通讯

# WelcomeSignUp
source: Sign Up
es: Regístrate
ja: サインアップ
nl: Inschrijven
ru: Регистрация
zh_hans: 注册

# WelcomeLogIn
source: Log In
es: Iniciar sesión
ja: ログイン
nl: Aanmelden
ru: Вход
zh_hans: 登录

# AuthCountryTitle
source: Country Code
es: Código país
ja: 国コード
nl: Landcode
ru: Страна
zh_hans: 国际区号

# AuthUnsupported
source: This account is not supported in this version of {app_name}. Please, update the application.
es: Esta cuenta no es compatible en esta versión de {app_name}. Por favor, actualiza la aplicación para iniciar sesión en esta cuenta.
ja: このアカウントは{app_name}の本バージョンではサポートされていません。アプリを更新してください。
nl: Deze account wordt niet ondersteund in deze versie van {app_name}. Werk eerst de applicatie naar de meest recente versie bij.
ru: Этот аккаунт не поддерживается текущей версией {app_name}. Пожалуйста, обновите приложение.
zh_hans: {app_name}的这个版本不支持此帐号，请更新应用再登录。

# AuthLoginTitle
source: Login to {app_name}
es: Iniciar sesión en {app_name}
ja: {app_name}にログイン
nl: Aanmelden bij {app_name}
ru: Вход в {app_name}
zh_hans: 登录{app_name}

# AuthLoginPhone
source: Phone
es: Móvil
ja: 電話番号
nl: Telefoonnummer
ru: Телефон
zh_hans: 手机

# AuthLoginEmail
source: Email
ja: メールアドレス
ru: Почта
zh_hans: 邮件

# AuthLoginPhoneEmail
source: Phone or Email
es: Móvil o Email
ja: 電話番号またはメールアドレス
nl: Telefoonnummer of e-mailadres
ru: Телефон или e-mail
zh_hans: 手机或邮件

# AuthNameTitle
source: Hi! What's your name?
es: Hola! ¿tu nombre?
ja: あなたのお名前を入力してください
nl: Hoi! Stel jezelf even voor?
ru: Привет! Как вас зовут?
zh_hans: 请输入你的姓名

# AuthNamePlaceholder
source: Your name
es: Tu nombre completo
ja: あなたのお名前
nl: Mijn naam
ru: Ваше полное имя
zh_hans: 姓名

# AuthPhoneTitle
source: What's your phone number?
es: ¿Tu número de móvil?
ja: あなたの電話番号を入力してください
nl: Wat is het telefoonnummer?
ru: Ваш номер телефона?
zh_hans: 请输入你的手机号码

# AuthPhoneUseEmail
source: Use email instead
es: Utilice el correo electrónico en lugar
ja: メールアドレスを代わりに使用
nl: Gebruik e-mail
ru: Вход через e-mail
zh_hans: 使用邮件

# AuthPhoneHint
source: We need your phone number to grant security of your personal information.
es: Necesitamos tu número de teléfono para otorgar la seguridad de tu información personal.
ja: あなたの情報を安全に守る為、電話番号を入力してください。
nl: We hebben een telefoonnummer nodig om de beveiliging van persoonlijke gegevens te kunnen waarborgen.
ru: Нам необходим номер телефона, чтобы вас авторизовать и защитить вашу персональную информацию.
zh_hans: 为了保障你的个人信息安全，需要验证你的手机号码。

# AuthPhonePlaceholder
source: Phone Number
es: Número de Teléfono
ja: 電話番号
nl: Telefoonnummer
ru: Ваш номер телефона
zh_hans: 手机号码

# AuthEmailTitle
source: What's your email?
es: ¿Tu correo electrónico?
ja: あなたのメールアドレスを入力してください
nl: Wat is het e-mailadres?
ru: Ваш e-mail адрес?
zh_hans: 请输入你的电子邮件

# AuthEmailHint
source: We don't send any spam.
es: No vamos a enviar correo no deseado.
ja: 本アプリによりスパムメールが送信されることはありません。
nl: We beloven geen onnodige berichten (spam) te versturen en zullen dit e-mail nooit aan derden overhandigen.
ru: Мы не рассылаем спам.
zh_hans: 不会向你发送任何垃圾邮件。

# AuthEmailPlaceholder
source: Your email
es: Tu email
ja: あなたのメールアドレス
nl: E-mail
ru: Ваш e-mail
zh_hans: 电子邮件

# AuthEmailUsePhone
source: Use phone instead
es: Utiliza el teléfono en su lugar
ja: 電話番号を代わりに使用する
nl: Telefoon gebruiken
ru: Вход через телефонный номер
zh_hans: 使用手机

# AuthDisclaimer
source: By signing up, you agree to the Terms of Service and Privacy Policy.
es: Al registrarte, estás de acuerdo con los Términos de uso y Política de privacidad.
ja: サインアップを行う事で利用規約、プライバシーポリシーに同意したものと見なします。
nl: Door het gebruik van deze omgeving wordt akkoord gegaan met de op dat moment geldende Algemene Voorwaarden en het Privacybeleid.
ru: Регистрируясь, вы соглашаетесь с Terms of Service и Privacy Policy.
zh_hans: 注册表示你同意服务条款和隐私政策。

# AuthDisclaimerTosOnly
source: By signing up, you agree to the Terms of Service.
es: Al registrarte, estás de acuerdo con los Términos de uso.
ja: サインアップを行う事で利用規約に同意したものと見なします。
nl: Door aan te melden wordt met de Algemene Servicevoorwaarden akkoord gegaan.
ru: Регистрируясь, вы соглашаетесь с Terms of Service.
zh_hans: 注册表示你同意服务条款。

# AuthDisclaimerPrivacyOnly
source: By signing up, you agree to the Privacy Policy.
es: Al registrarte, estás de acuerdo con los Política de privacidad.
ja: サインアップを行う事でプライバシーポリシーに同意したものと見なします。
nl: Door aan te melden wordt met het Privacybeleid akkoord gegaan.
ru: Регистрируясь, вы соглашаетесь с Privacy Policy.
zh_hans: 注册表示你同意隐私政策。

# AuthDisclaimerToS
source: Terms of Service
es: Términos de uso
ja: 利用規約
nl: Algemene Servicevoorwaarden
zh_hans: 服务条款

# AuthDisclaimerPrivacy
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
nl: Privacybeleid
zh_hans: 隐私政策

# AuthOTPEmailTitle
source: Confirm your email
es: Confirma tu email
ja: メールアドレスの確認
nl: E-mail bevestigen
ru: Подтвердите e-mail
zh_hans: 确认邮件

# AuthOTPPhoneTitle
source: Confirm your phone number
es: Confirma tu número de móvil
ja: 電話番号の確認
nl: Telefoonnummer bevestigen
ru: Подтвердите номер телефона
zh_hans: 确认手机号码

# AuthOTPEmailHint
source: We’ve sent you an email with confirmation code. Please enter the code below.
es: Te hemos enviado un código de confirmación. Por favor, introduzca a continuación.
ja: 認証コードを送信しました。 認証コードを入力してください。
nl: We hebben een e-mailbericht gestuurd met de activatiecode. Voer deze code in het veld hieronder in.
ru: Мы отправили вам письмо с кодом активации. Пожалуйста, введите их ниже.
zh_hans: 验证码邮件已发送。 请输入

# AuthOTPPhoneHint
source: We’ve sent you a message with confirmation code. Please enter the code below.
es: Te hemos enviado un código de confirmación. Por favor, introduzca a continuación.
ja: 認証コードを送信しました。 認証コードを入力してください。
nl: We hebben een SMS bericht gestuurd met de activatiecode. Voer deze code in het veld hieronder in.
ru: Мы отправили вам СМС с кодом активации. Пожалуйста, введите их ниже.
zh_hans: 验证码短信已发送。 请输入

# AuthOTPPlaceholder
source: Confirmation code
es: Código confirmación
ja: 認証コード
nl: Activatiecode
ru: Код активации
zh_hans: 验证码

# AuthOTPNoCode
source: Didn't receive the code?
es: ¿Recibió el código?
ja: 認証コードが届きませんでしたか？
nl: Code niet ontvangen?
ru: Не получили код?
zh_hans: 收不到验证码?

# AuthOTPCallHint
source: {app_name} will call you in {time}
es: {app_name} te llamaremos en {time}
ja: {app_name}が{time}後に音声通話を掛けます。
nl: {app_name} zal in {time} contact opnemen
ru: {app_name} позвонит вам через {time}
zh_hans: {app_name}将在{time}秒后拨打手机告知验证码

# InviteText
source: Hi! Let's switch to {appname}! {link}
es: ¡Hola! , ¡prueba {appname} mensajería! {link}
ja: {appname}に乗り換えませんか？{link}
nl: Hoi! Zullen we {appname} gebruiken voor een veilige en verbonden buurt? {link}
ru: Привет! Давай продолжим наше общение в {appname} {link}
zh_hans: 您好！让我们一起使用{appname}安全开聊吧! {link}

# PhotoRemove
source: Delete Photo
es: Eliminar foto
ja: 写真の削除
nl: Verwijder foto
ru: Удалить фото
zh_hans: 删除头像

# PhotoRemoveGroupMessage
source: Are you sure want to remove group photo? Some members will be disappointed.
es: ¿Seguro que quieres eliminar la foto de grupo?
ja: このグループ写真を削除しますか？複数のメンバーががっかりする恐れがあります。
nl: Deze groepsafbeelding verwijderen? Sommige leden zullen teleurgesteld zijn.
ru: Вы уверены, что хотите удалить фото группы?
zh_hans: 确定要删除群头像吗？删除后很多群成员会很失望哦。

# PhotoCamera
source: Take Photo or Video
es: Tomar foto
ja: 写真または動画の撮影
nl: Maak een foto of neem een video op
ru: Снять фото/видео
zh_hans: 拍照

# PhotoLibrary
source: Media Library
es: Carrete de fotos
ja: メディアライブラリ
nl: Mediagallerij
ru: Выбрать фото/видео
zh_hans: 相册

# SendDocument
source: Document
es: Documentos
ja: ドキュメント
ru: Документ
zh_hans: 文档

# ShareLocation
source: Location
es: Ubicación
ja: 現在地
nl: Locatie
ru: Местоположение
zh_hans: 位置

source: Share Contact
es: Contacto
ja: コンタクトのシェア
nl: Contact delen
ru: Контакт
zh_hans: 联系人

# NavigationEdit
source: Edit
es: Editar
ja: 編集
nl: Bewerk
ru: Изменить
zh_hans: 编辑

# NavigationDone
source: Done
es: Hecho
ja: 完了
nl: Klaar
ru: Готово
zh_hans: 完成

# NavigationCancel
source: Cancel
es: Cancelar
ja: キャンセル
nl: Annuleer
ru: Отмена
zh_hans: 取消

# NavigationNext
source: Next
es: Siguiente
ja: 次
nl: Volgende
ru: Далее
zh_hans: 下一步

# NavigationSave
source: Save
es: Guardar
ja: 保存
nl: Opslaan
ru: Сохранить
zh_hans: 保存

# NavigationFind
source: Find
es: Buscar
ja: 検索
nl: Zoeken
ru: Найти
zh_hans: 查找

# AlertUnblock
source: Unblock
ja: ブロック解除
nl: Blokkering opheffen
zh_hans: 取消黑名单

# AlertCancel
source: Cancel
es: Cancelar
ja: キャンセル
nl: Annuleer
ru: Отмена
zh_hans: 取消

# AlertNext
source: Next
es: Siguiente
ja: 次
nl: Volgende
ru: Далее
zh_hans: 下一步

# AlertSave
source: Save
es: Guardar
ja: 保存
nl: Opslaan
ru: Сохранить
zh_hans: 保存

# AlertSet
source: Set
es: Hecho
ja: 設定
nl: Instellen
ru: Установить
zh_hans: 设置

# AlertYes
source: Yes
es: Sí
ja: はい
nl: Ja
ru: Да
zh_hans: 是

# AlertNo
source: No
ja: いいえ
nl: Nee
ru: Нет
zh_hans: 否

# AlertError
source: Error
ja: エラー
nl: Fout
ru: Ошибка
zh_hans: 错误

# AlertTryAgain
source: Try Again
es: Inténtalo de nuevo
ja: 再度実行してください
nl: Probeer opnieuw
ru: Повторить
zh_hans: 重试

# AlertInvite
source: Invite
es: Invitación
ja: 招待
nl: Uitnodigen
ru: Пригласить
zh_hans: 邀请

# UnsupportedContent
source: This message is not supported in this version. Please, wait for the application update to see message.
es: El mensaje no es compatible en esta versión. Por favor, espera que se actualice la aplicación para ver el mensaje.
ja: このメッセージは本バージョンでは対応していません。アプリのアップデートをお待ち下さい。
nl: Dit bericht wordt in deze versie niet ondersteund. Wacht op het bijwerken van de applicatie om het bericht te kunnen zien.
ru: Сообщение не поддерживается в этой версии. Пожалуйста, подождите обновления приложения.
zh_hans: 这个版本不支持此消息。请等待应用升级，之后就可以看到消息了。

# ActionCopyLink
source: Copy Link
es: Copiar enlace
ja: リンクのコピー
nl: Kopieer link
ru: Скопировать ссылку
zh_hans: 复制链接

# ActionRevokeLink
source: Revoke Link
es: Revocar enlace
ja: リンクの無効化
nl: Intrekken
ru: Сбросить ссылку
zh_hans: 重置链接

# ActionShareLink
source: Share Link
es: Compartir enlace
ja: リンクのシェア
nl: Delen
ru: Поделиться ссылкой
zh_hans: 分享链接

# AlertLinkCopied
source: Link copied to clipboard.
es: Enlace copiado al portapapeles.
ja: リンクがクリップボードにコピーされました。
nl: Gekopieerd naar het klembord.
ru: Ссылка скопирована в буфер обмена.
zh_hans: 链接已经被复制到剪贴板。

# ActionOpenLink
source: Open Link
es: Enlace abierto
ja: リンクを開く
nl: Koppeling openen
ru: Открыть ссылку
zh_hans: 打开链接

# ActionCancel
source: Cancel
es: Cancelar
ja: キャンセル
nl: Annuleer
ru: Отмена
zh_hans: 取消

# ActionAddPhoto1
source: add
es: añadir
ja: 追加
nl: toevoegen
ru: добавить
zh_hans: 添加

# ActionAddPhoto2
source: photo
es: foto
ja: 写真
nl: foto
ru: фото
zh_hans: 头像

# ActionOpenCode
source: View Code
es: Ver código
ja: コードを確認
nl: Code bekijken
ru: Посмотреть код
zh_hans: 查看代码

# StatusConnecting
source: Connecting...
es: Estado conectando...
ja: 接続中...
nl: Verbinden...
ru: Подключение...
zh_hans: 连接中...

# StatusSyncing
source: Syncing...
es: Estado sincronizando...
ja: 同期中...
nl: Synchroniseren...
ru: Синхронизация...
zh_hans: 同步中...

# ErrorPhoneIncorrect
source: Entered phone number is invalid. Please try again.
es: Número de móvil introducido no es válido. Por favor, vuelve a intentarlo.
ja: 無効な電話番号が入力されました。再度入力してください。
nl: Opgegeven telefoonnummer is ongeldig. Probeer het nog eens.
ru: Неправильный номер телефона. Пожалуйста, повторите попытку.
zh_hans: 输入被邀请人的手机号码，再试一次。

# ErrorCodeExpired
source: Code expired. Please, start authentication again.
es: Código expirado. Por favor, inicia la autenticación de nuevo.
ja: コードが無効になりました。再度手続きを行ってください。
nl: Code verlopen. Start aanmelding en autoriseer opnieuw.
ru: Код устарел. Пожалуйста, авторизуйтесь снова.
zh_hans: 验证码过期。请重新验证一次。

# ErrorAlreadyJoined
source: You are already member of group
es: Ya eres miembro del grupo
ja: あなたは既にこのグループのメンバーです。
nl: Er is al een lidmaatschap van deze groep.
ru: Вы уже участник группы
zh_hans: 你已经是群组成员

# ErrorUnableToJoin
source: Unable to join to group
es: No es posible unirte al grupo
ja: グループに参加することが出来ません。
nl: Nu niet mogelijk lid te worden van de groep.
ru: Невозможно вступить в группу
zh_hans: 无法加入群组

# ErrorUnableToCall
source: Unable to call this number
ja: このメンバーに通話することが出来ません。
nl: Niet mogelijk dit nummer nu te bellen.
ru: Невозможно позвонить на этот номер
zh_hans: 无法拨打这个号码

# SettingsVersion
source: Version {version}
nl: Versie {version}
ru: Версия {version}
zh_hans: 版本 {version}

# CallStateRinging
source: Ringing...
es: Llamando...
nl: Gaat over...
ru: Исходящий звонок
zh_hans: 拨号中...

# CallStateConnecting
source: Connecting...
es: Conectando...
nl: Verbinden...
ru: Подключаемся
zh_hans: 连接中...

# ProfileAbout
source: about
es: Tu estado
nl: over mij
ru: О себе
zh_hans: 自我介绍

# ProfileTitle
source: Info
ru: Информация
zh_hans: 详细资料

# CurrentLocale
source: En
es: Es
nl: Nl
ru: Ru
zh_hans: Cn

# AlertOk
source: OK
zh_hans: 确定
