Repository: actorapp/actor-platform
Catalog: actor-sdk/sdk-core-ios/ActorSDK/Resources/*.lproj/Localizable.strings
Languages: es, ja, nl, ru, zh_hans

# TabMessages
source: Messages
es: Mensajes
ja: メッセージ
nl: Berichten
ru: Сообщения
zh_hans: 消息

# TabPeople
source: People
es: Contactos
ja: 人々
nl: Contacten
ru: Люди
zh_hans: 联系人

# TabSettings
source: Settings
es: Ajustes
ja: 設定
nl: Account
ru: Настройки
zh_hans: 设置

# TabDiscover
source: Discover
es: Descubre
ja: ディスカバー
nl: Ontdek
ru: Паблики
zh_hans: 发现

# ContactsAddHeader
source: Add Contact
es: Añadir contacto
ja: コンタクトの追加
nl: Nieuw contact
ru: Добавить контакт
zh_hans: 添加好友

# ContactsAddHint
source: Please, enter the phone number
es: Por favor, especifica el número de teléfono
ja: 電話番号を入力してください
nl: Geef het telefoonnummer op.
ru: Укажите номер телефона
zh_hans: 请输入手机号码

# ContactsActionInvite
source: Tell Friends about
es: Cuéntale a tus amigos sobre
ja: 友達を招待する
nl: Vertel buurtgenoten en vrienden over Homecrew!
ru: Пригласить друзей
zh_hans: 邀请好友使用

# ContactsActionAdd
source: Add Friend
es: Añadir amigo
ja: 友達の追加
nl: Contact toevoegen
ru: Добавить друга
zh_hans: 添加好友

# DialogsHint
source: Swipe for more options
es: Tocar para más opciones
ja: スワイプで詳細オプションを表示
nl: Swipe voor meer opties.
ru: Проведите для удаления
zh_hans: 向左滑动查看更多选项

# SettingsEdit
source: Edit
es: Editar
ja: 編集
nl: Bewerken
ru: Изменить
zh_hans: 编辑

# SettingsSetPhoto
source: Set Profile Photo
es: Establece tu foto de perfil
ja: プロフィール写真の設定
nl: Profielfoto instellen
ru: Установить новое фото
zh_hans: 设置头像

# SettingsChangeName
source: Change Your Name
es: Cambia tu nombre
ja: 名前の変更
nl: Naam wijzigen
ru: Изменить имя
zh_hans: 修改姓名

# SettingsEditHeader
source: Your name
es: Tu nombre
ja: あなたのお名前
nl: Te gebruiken naam
ru: Ваше имя
zh_hans: 你的姓名

# SettingsEditHint
source: Please, enter your real name to help people recognize you.
es: Por favor, introduce tu nombre real para ayudar a la gente a entender mejor quién eres.
ja: 知り合いから簡単に検索されるよう本名を入力してください
nl: Gebruik een echte naam om eenvoudiger gevonden te worden.
ru: Укажите ваше настоящее имя, чтобы другие люди могли узнать вас.
zh_hans: 请输入你的真实姓名以便别人更好的认识你。

# SettingsEditFieldHint
source: Enter your name
es: Introduce tu nombre
ja: あなたの名前を入力してください
nl: Geef naam op
ru: Введите ваше имя
zh_hans: 请输入你的姓名

# SettingsUsernameNotSet
source: Set username
es: Establece nombre de usuario
ja: ユーザ名の設定
nl: Gebruikersnaam instellen
ru: Указать ник
zh_hans: 设置用户名

# SettingsUsernameTitle
source: Username
es: Nombre de usuario
ja: ユーザ名
nl: Gebruikersnaam
ru: Изменить ник
zh_hans: 用户名

# SettingsUsernameHintField
source: Enter your Username
es: Introduce tu nombre de usuario
ja: ユーザ名を入力してください
nl: Kies een gebruikersnaam en geef deze hier op.
ru: Введите свой ник
zh_hans: 输入用户名

# SettingsUsernameHint
source: You can choose a username in {appname}. Other people will be able to find you by this username and contact you without using your phone number. You can use a-z, 0-9 and underscores. Minumum length is 5 characters.
es: Puedes elegir un nombre de usuario en {appname}. Si lo haces, otras personas podrán encontrarte por este nombre de usuario y te contactaran sin compartir tu número de teléfono. Puede utilizar desde a-z, 0-9 y guiones bajos. Longitud mínima es de 5 caracteres. You can use a-z, 0-9 and underscores. Minumum length is 5 characters.
ja: {appname}でのユーザ名を設定します。他のユーザに電話番号を伝えることなくあなたに連絡が取れるようになります。 a-zのアルファベット、0-9の数字及びアンダースコアが使用可能で最小５文字です。
nl: Het is mogelijk zelf een gebruikersnaam te kiezen voor {appname}. Anderen zijn dan makkelijker in staat op basis hiervan deze account te vinden, en kunnen zo contact opnemen zonder het telefoonnummer te weten. Het is toegestaan de (hoofd)letters a-z, getallen 0-9 en liggende streepjes (_) te gebruiken. Minimum lengte is 5 tekens.
ru: Вы можете выбрать ник в {appname}. Если вы это сделаете, то другие люди смогут найти вас без номера телефона. Вы можете использовать латинские буквы, цифры и подчеркивание. Минимальная длина - 5 символов.
zh_hans: 你可以设置{appname}的用户名, 以便于其他人不知道你的电话号码也可以直接联系你. 你可以用 a-z, 0-9 和下划线. 至少 5 个字符.

# SettingsAboutNotSet
source: Set your bio
es: Modificar estado
ja: あなたのプロフィール
nl: Bio
ru: Указать информацию
zh_hans: 填写自我介绍

# SettingsChangeAboutTitle
source: About me
es: Estado
ja: プロフィールタイトル
nl: Over mijzelf
ru: О себе
zh_hans: 自我介绍

# SettingsChangeAboutHint
source: Tell people who you are.
es: Modifica tu estado
ja: あなたのことについて記載してください
nl: Vertel kort iets over jezelf.
ru: Расскажите что-нибудь о себе
zh_hans: 简单介绍一下你自己

# SettingsSecurity
source: Security
es: Privacidad y Seguridad
ja: セキュリティ
nl: Privacy en beveiliging
ru: Приватность и Безопасность
zh_hans: 隐私和安全

# SettingsWallpapers
source: Wallpapers
es: Fondos de chats
ja: 壁紙
nl: Achtergrond
ru: Обои чата
zh_hans: 聊天背景

# SettingsNotifications
source: Notifications and Sounds
es: Notificaciones y sonidos
ja: 通知とサウンド
nl: Meldingen en geluiden
ru: Оповещения и звуки
zh_hans: 通知和声音

# SettingsAskQuestion
source: Ask a Question
es: Preguntas
ja: 質問
nl: Stel een vraag
ru: Задать вопрос
zh_hans: 提问

# SettingsTwitter
source: App Twitter
es: Twitter
ja: 公式Twitter
nl: Volg ons op Twitter
ru: Twitter
zh_hans: 推特帐号

# SettingsAbout
source: App Homepage
es: Página web
ja: 公式サイト
nl: Homecrew
ru: О программе
zh_hans: 网站

# SettingsAllSessions
source: All sessions
ja: すべてのセッション

# SettingsLastSeen
source: Last seen
ja: 最後のログイン

# SettingsLastSeenHint
source: Change who can see your Last Seen time.
ja: ログイン状態の公開レベルの設定が行えます

# SettingsLastSeenEverybody
source: Everybody
ja: 誰でも

# SettingsLastSeenContacts
source: My Contacts
ja: コンタクトリスト内

# SettingsLastSeenNone
source: Nobody
ja: 非公開

# SettingsMobilePhone
source: Mobile Phone
es: Móvil
ja: 携帯電話
nl: Mobiele telefoon
ru: Мобильный телефон
zh_hans: 手机

# CallsStartAudio
source: Audio Call
es: Llamada de voz
ja: 音声通話
nl: Telefoongesprek
ru: Аудиозвонок
zh_hans: 语音通话

# CallsStartGroupAudio
source: Group Audio Call
es: LLamada de voz grupo
ja: グループ通話
nl: Conferentiegesprek
ru: Групповой аудиозвонок
zh_hans: 群组语音通话

# CallsAnswer
source: answer
es: Responder
ja: 応答
nl: opnemen
ru: ответить
zh_hans: 接听

# CallsDecline
source: decline
es: Disminución
ja: 拒否
nl: weigeren
ru: отменить
zh_hans: 拒绝

# CallsMute
source: mute
es: silenciar
ja: ミュート
nl: stil
ru: выкл. звук
zh_hans: 静音

# CallsSpeaker
source: speaker
es: Altavoz
ja: スピーカー
ru: громк. связь
zh_hans: 免提

# CallsVideo
source: video
ja: ビデオ
ru: видео
zh_hans: 视频

# CallStateIncoming
source: Incoming call...
es: Llamada entrante...
ja: 着信中...
nl: Binnenkomend gesprek...
ru: Входящий звонок
zh_hans: 来电...

# CallPrivateTitle
source: Private Call
es: Llamada privada
ja: プライベート通話
nl: Gesprek
ru: Входящий звонок
zh_hans: 一对一通话

# CallPrivateText
source: Call from {name}
ja: {name}からの通話
nl: Oproep van {name}
ru: Вам звонит {name}
zh_hans: {name}来电

# CallGroupTitle
source: Group Call
es: Llamar grupo
ja: グループ通話
nl: Conferentiegesprek
ru: Входящий звонок
zh_hans: 群组通话

# CallGroupText
source: Group call {name}
es: Llamar grupo {name}
ja: {name}グループ通話
nl: Conferentiegesprek {name}
ru: Групповой звонок {name}
zh_hans: {name}发起群组通话

# ProfileEditHeader
source: Change name
es: Cambiar nombre
ja: 名前の変更
nl: Naam wijzigen
ru: Изменить имя
zh_hans: 修改姓名

# ProfileSendMessage
source: Send Message
es: Enviar mensaje
ja: メッセージの送信
nl: Bericht versturen
ru: Отправить сообщение
zh_hans: 发送消息

# ProfileNotifications
source: Notifications
es: Notificaciones
ja: 通知
nl: Meldingen
ru: Оповещения
zh_hans: 通知

# ProfileNotificationsWarring
source: Are you sure you want to turn off notifications for this person? This may cause miscommunication.
es: ¿Seguro desea desactivar las notificaciones para esta persona?
ja: この人からの通知を無効にしますか？これは近い将来人間関係の問題に発展する恐れがあります。
nl: Definitief meldingen van deze persoon uitschakelen? Dit kan een bron van miscommunicatie vormen.
ru: Вы уверены, что хотите отключить оповещения от этого человека? Это может привести к проблемам в отношениях с ним.
zh_hans: 你要屏蔽关于这个人的推送提醒吗？屏蔽后可能会影响你和他（她）的关系哦。

# ProfileNotificationsWarringAction
source: Turn off
es: Desconectar
ja: 無効化
nl: Uitschakelen
ru: Выключить
zh_hans: 屏蔽

# ProfileAddToContacts
source: Add to Contacts
es: Añadir a contactos
ja: コンタクトに追加
nl: Aan contacten toevoegen
ru: Добавить в контакты
zh_hans: 添加到通讯录

# ProfileRemoveFromContacts
source: Remove from Contacts
es: Eliminar desde contactos
ja: コンタクトから削除
nl: Uit contacten verwijderen
ru: Удалить из контактов
zh_hans: 从通讯录中删除

# ProfileBlockContact
source: Block Contact
es: Bloquear usuario
ja: コンタクトの拒否
nl: Blokkeer gebruiker
ru: Заблокировать Пользователя
zh_hans: 黑名单

# ProfileUnblockContact
source: Unblock Contact
es: Desbloquear usuario
ja: コンタクト拒否の解除
nl: Blokkering opheffen
ru: Разблокировать пользователя
zh_hans: 开启用户

# ProfileRename
source: Rename Contact
es: Renombrar contacto
ja: コンタクトのリネーム
nl: Hernoem contact
ru: Переименовать контакт
zh_hans: 修改联系名

# ProfileRenameMessage
source: You can rename contacts to organize your contact list. Changes will only be visible to you.
es: Puedes cambiar el nombre de los contactos para la organización de tu lista. Los cambios serán visibles sólo para ti.
ja: コンタクトのリネームはあなたにのみ表示される表示名の変更です。
nl: Het is mogelijk om contacten zelf te hernoemen, deze wijzigingen zijn dan alleen hier zichtbaar.
ru: Вы можете изменить имя контакта для более удобной организации своей телефонной книги. Все изменения будут видны только вам.
zh_hans: 你可以修改通讯录中的联系人名称，此修改只体现在你的通讯录中。

# ProfileRenameAction
source: Rename
es: Renombrar
ja: リネーム
nl: Hernoem
ru: Переименовать
zh_hans: 修改名称

# ProfilePhone
source: phone
es: Móvil
ja: 携帯電話
nl: telefoonnummer
ru: Телефон
zh_hans: 手机

# ProfileUsername
source: username
es: Nombre de usuario
ja: ユーザ名
nl: gebruikersnaam
ru: Ник
zh_hans: 用户名

source: Call Number
es: Llamar al número
ja: 電話を掛ける
nl: Bellen
ru: Позвонить
zh_hans: 拨打电话

source: Copy Number
es: Copiar número
ja: 電話番号のコピー
nl: Kopieer
ru: Скопировать номер
zh_hans: 复制号码

# NumberCopied
source: Phone number copied to clipboard
es: Número copiado al portapapeles
ja: 電話番号がクリップボードにコピーされました。
nl: Telefoonnummer is naar het klembord gekopieerd.
ru: Номер скопирован в буфер обмена
zh_hans: 电话号码已经复制到剪贴板中

# JoinAlertMessage
source: Do you want to join this group?
es: ¿Quieres formar parte de este grupo?
ja: このグループに参加しますか？
nl: Lid worden van deze groep?
ru: Вы уверены, что хотите присоединиться к этой группе?
zh_hans: 你要加入这个群组吗？

# GroupEditHeader
source: Theme
es: Estado
ja: テーマ
nl: Onderwerp
ru: Тема
zh_hans: 群组名称

# GroupEditHint
source: Enter group theme
es: Introducir estado de grupo
ja: グループのテーマを入力してください。
nl: Geef hier het onderwerp van de groep op.
ru: Введите тему группы
zh_hans: 输入群组名称

# GroupSetPhoto
source: Set Group Photo
es: Establece foto de grupo
ja: グループ写真の設定
nl: Groepsafbeelding instellen
ru: Изменить фото группы
zh_hans: 设置群组头像

# GroupSetTitle
source: Set Group Title
es: Establece nombre de grupo
ja: グループタイトルの設定
nl: Titel van de groep
ru: Изменить тему группы
zh_hans: 设置群组名称

# GroupEditConfirm
source: Are you sure you want to change the group title?
es: ¿Seguro que quieres cambiar el nombre de grupo?
ja: グループタイトルを変更しますか？
nl: De titel van deze groep wijzigen?
ru: Вы уверены, что хотите изменить тему группы?
zh_hans: 确定要修改群组名称吗？

# GroupEditConfirmAction
source: Change Theme
es: Cambiar estado
ja: テーマの変更
nl: Wijzig onderwerp
ru: Изменить тему
zh_hans: 修改

# GroupNotifications
source: Notifications
es: Notificaciones
ja: 通知
nl: Meldingen
ru: Оповещения
zh_hans: 通知

# GroupSettings
source: SETTINGS
es: AJUSTES
ja: 設定
nl: INSTELLINGEN
ru: НАСТРОЙКИ
zh_hans: 设置

# GroupIntegrations
source: Integrations
es: Integraciones
ja: 拡張
nl: Koppelingen
ru: Интеграции
zh_hans: 集成

# GroupMembers
source: MEMBERS
ja: {0}人の参加者

# GroupMemberAdmin
source: admin
ja: 管理者
nl: beheerder
ru: админ.
zh_hans: 管理员

# GroupMemberInfo
source: Profile
es: Perfil
ja: プロフィール
nl: Profiel
ru: Профиль
zh_hans: 配置

# GroupMemberMakeAdmin
source: Make Group admin
es: Hacer administrador del grupo
ja: グループの管理者に変更
nl: Groepsbeheerder maken
ru: Сделать администратором
zh_hans: 设为群组管理员

# GroupMemberMakeMessage
source: Are you sure you want to make {name} the admin of this group?
es: ¿Seguro quieres hacer {name} administrador de este grupo?
ja: {name}をこのグループの管理者に設定しますか？
nl: Gebruiker {name} als beheerder van deze groep toewijzen?
ru: Вы уверены, что хотите сделать {name} администратором группы?
zh_hans: 确定将 {name} 设为群组管理员吗?

# GroupMemberMakeAction
source: Yes
es: Si
ja: はい
nl: Ja
ru: Да
zh_hans: 确定

# GroupMemberKick
source: Kick from Group
es: Expulsar del Grupo
ja: グループから追放しますか？
nl: Verwijder uit groep
ru: Исключить из группы
zh_hans: 移出群组

# GroupMemberKickMessage
source: Are you sure you want to kick {name} from this group?
es: ¿Seguro quieres expulsar a {name} del grupo?
ja: {name}をこのグループから追放しますか？
nl: De gebruiker {name} uit deze groep verwijderen?
ru: Вы уверены, что хотите исключить {name} из группы?
zh_hans: 确定要把 {name} 移出群组吗？

# GroupMemberKickAction
source: Kick
es: Expulsar
ja: 追放
nl: Verwijder (kick)
ru: Исключить
zh_hans: 移出

# GroupMemberWrite
source: Write a Message
es: Escribe mensaje
ja: メッセージの入力
nl: Schrijf een bericht
ru: Написать
zh_hans: 编辑消息

# GroupMemberCall
source: Phone Call
es: Llamada telefónica
ja: 電話を掛ける
nl: Telefoongesprek
ru: Позвонить
zh_hans: 打电话

# GroupMemberCallNoPhones
source: No phone number is available for user.
es: No phone number available for user.
ja: このユーザの電話番号が見つかりませんでした。
nl: Geen beschikbaar telefoonnummer van gebruiker
ru: Нет телефонных номеров у этого участника.
zh_hans: 无可拨打电话

# GroupAddParticipant
source: Add Participant...
es: Añadir participante...
ja: 参加者の追加...
nl: Deelnemer toevoegen...
ru: Добавить в группу...
zh_hans: 添加参与者...

# GroupAddParticipantTitle
source: Contacts
es: Contactos
ja: コンタクト
nl: Contacten
ru: Контакты
zh_hans: 通讯录

# GroupAddParticipantUrl
source: Invite to Group via Link
es: Invitar al grupo a través de Enlace
ja: グループの招待リンク
nl: Uitnodigen voor groep via snelkoppeling
ru: Пригласить по ссылке
zh_hans: 通过URL链接邀请加入群组

# GroupLeave
source: Leave group
ja: グループから退出
ru: Покинуть группу

# GroupLeaveConfirm
source: Are you sure you want to leave group?
ja: このグループから退出しますか？
ru: Вы уверены, что хотите покинуть группу?

# GroupLeaveConfirmAction
source: Leave
ja: 退出
ru: Покинуть

# GroupInviteLinkPageTitle
source: Invite Link
es: Invitar por enlace
ja: 招待リンク
nl: Uitnodiging link
ru: Приглашение
zh_hans: 邀请链接

# GroupInviteLinkTitle
source: LINK
es: ENLACE
ja: リンク
ru: ССЫЛКА
zh_hans: 链接

# GroupInviteLinkHint
source: You can invite people to this group by sending them this invitation link.
es: Puedes invitar a la gente a este grupo mediante el envío de este enlace invitación.
ja: このリンクを送信することで知り合いがグループに参加することが出来ます。
nl: Stuur deze link om anderen voor deze groep uit te nodigen.
ru: Вы можете пригласить людей в эту группу, отправляя им ссылку для приглашения.
zh_hans: 发送邀请链接即可邀请你的朋友加入此群组。

# GroupInviteLinkRevokeMessage
source: Are you sure want to revoke this link? Once you do, no one will be able to join the group using it.
es: ¿Seguro que quieres revocar este enlace? Una vez hecho, nadie será capaz de unirse al grupo.
ja: リンクの無効化を行いますか？今後このリンクを使ってのグループへの参加が出来なくなります。
nl: Deze link intrekken? Eenmaal ingetrokken kan niemand deze meer gebruiken om lid te worden van de groep.
ru: Вы уверены, что хотите сбросить ссылку? Как только Вы это сделаете, никто не сможет присоединиться к группе, пройдя по ней.
zh_hans: 确定要重置这个链接，重置后其他人将无法使用这个链接加入群组。

# GroupInviteLinkRevokeAction
source: Revoke
es: Revocar
ja: 無効化
nl: Intrekken
ru: Сбросить
zh_hans: 重置

# GroupIntegrationPageTitle
source: Integration API
ja: 拡張API

# GroupIntegrationLinkTitle
source: LINK
ja: リンク

# GroupIntegrationLinkHint
source: You can use this link to send a message from any external system.
ja: このリンクを使って他のシステムからのグループチャットが可能になります。

# GroupIntegrationDoc
source: Open Documentation
ja: ドキュメントを開く

# GroupIntegrationLinkRevokeMessage
source: Are you sure you want to revoke this link? Once you do, no one will be able to send messages to the group using it.
ja: このリンクを無効にしますか？無効にすることでこのリンクを使ったメッセージの送信は出来なくなります。

# GroupIntegrationLinkRevokeAction
source: Revoke
ja: 無効化

# GroupJoinMessage
source: Are you sure you want to join this group?
es: ¿Seguro quieres unirte al grupo?
ja: このグループに参加しますか？
nl: Lid van deze groep worden?
ru: Вы уверены, что хотите вступить в группу?
zh_hans: 确定要加入群组吗?

# GroupJoinAction
source: Join
es: Únete
ja: 参加
nl: Lid worden
ru: Вступить
zh_hans: 加入

# ComposeTitle
source: New Message
es: Nuevo mensaje
ja: 新しいメッセージ
nl: Nieuw bericht
ru: Новое сообщение
zh_hans: 新消息

source: Create Group
es: Crear grupo
ja: グループの作成
nl: Groep aanmaken
ru: Новая группа
zh_hans: 创建群组

# CreateGroupTitle
source: Create Group
es: Crear grupo
ja: グループの作成
nl: Nieuwe groep
ru: Новая группа
zh_hans: 创建群组

# CreateGroupHint
source: Please provide the group's subject and an optional group icon
es: Por favor, introduce un nombre de grupo e inserta una imagen.
ja: グループのタイトル及びアイコンを設定してください。
nl: Geef een groepsnaam en eventueel groepsafbeelding op
ru: Укажите название группы и поставьте фотографию
zh_hans: 请填写群组名称和图标

# CreateGroupNamePlaceholder
source: Group Subject
es: Asunto del grupo
ja: グループタイトル
nl: Naam van de groep
ru: Название группы
zh_hans: 输入群组名称

# CreateGroupMembersTitle
source: Invite members
es: Invitar a los miembros
ja: メンバーの追加
nl: Leden uitnodigen
ru: Пригласить участников
zh_hans: 邀请成员

# CreateGroupMembersPlaceholders
source: Enter Names
es: Introduce Nombres
ja: 名前の入力
nl: Namen invoeren
ru: Введите имена
zh_hans: 输入名称

# LocationTitle
source: Location
es: Ubicación
ja: 所在地
nl: Locatie
ru: Местоположение
zh_hans: 位置

# NotificationsTitle
source: Notifications and Sounds
es: Notificaciones y sonidos
ja: 通知とサウンド
nl: Meldingen en geluiden
ru: Оповещения и звуки
zh_hans: 通知和声音

# NotificationsEffectsTitle
source: Effects
es: Efectos
ja: エフェクト
nl: Effecten
ru: Эффекты
zh_hans: 效果

# NotificationsMobileTitle
source: Mobile notifications
es: Notificaciones móviles
ja: モバイル通知
nl: Mobiele meldingen
ru: Мобильные оповещения
zh_hans: 手机推送通知

# NotificationsInAppTitle
source: In-App notifications
es: Notifications dentro de la aplicación
ja: アプリ内通知
nl: In-app meldingen
ru: Оповещения в приложении
zh_hans: In-App通知

# NotificationsNotificationHint
source: You can disable notifications for specific users or groups on their info pages.
es: Puedes desactivar las notificaciones para determinados usuarios o grupos en sus páginas de información.
ja: それぞれのユーザページで個別の通知のオン/オフ設定が出来ます。
nl: Meldingen van gebruikers of groepen zijn via de infopagina's uit te schakelen.
ru: Вы можете выключить оповещения от конкретных людей или групп на страницах их профилей.
zh_hans: 在好友或群组的信息页面，可以屏蔽指定好友或群组的推送通知。

# NotificationsPrivacyTitle
source: Privacy
es: Privacidad
ja: プライバシー
ru: Приватность
zh_hans: 隐私

# NotificationsSoundEffects
source: Sound Effects
es: Efectos de sonido
ja: サウンド・エフェクト
nl: Geluidseffecten
ru: Звуковые эффекты
zh_hans: 声音效果

# NotificationsEnable
source: Enable
es: Habilitar
ja: 有効
nl: Inschakelen
ru: Включить
zh_hans: 打开

# NotificationsSound
source: Sound
es: Sonidos
ja: サウンド
nl: Geluid
ru: Звук
zh_hans: 声音

# NotificationsVibration
source: Vibration
es: Vibraciones
ja: バイブレーション
nl: Trillen
ru: Вибрация
zh_hans: 震动

# NotificationsPreview
source: Message Preview
es: Vista previa mensaje
ja: メッセージプレビュー
nl: Berichtvoorbeeld
ru: Предпросмотр сообщений
zh_hans: 消息预览

# NotificationsPreviewHint
source: Remove message text from notifications.
es: Eliminar notificaciones de los textos
ja: 通知メッセージ内への受信メッセージの表示有無の設定
nl: De berichttekst niet in melding weergeven.
ru: Убрать текст сообщений из оповещений.
zh_hans: 在通知中不显示消息文本。

# NotificationSecretMessage
source: New Message
es: Nuevo mensaje
ja: 新しいメッセージ
nl: Nieuw bericht
ru: Новое сообщение
zh_hans: 新消息

# NotificationsGroups
source: Group Notifications
es: Notificaciones de grupo
ja: グループ通知
nl: Groepsmeldingen
ru: Групповые оповещения
zh_hans: 群组通知

# NotificationsOnlyMentions
source: Only Mentions
es: Sólo menciones
ja: 自分宛メッセージのみ
nl: Alleen persoonlijk aangesproken
ru: Только с упоминанием
zh_hans: 仅当被@提到时

# NotificationsOnlyMentionsHint
source: You can enable notifications only for messages that mention you
es: Puedes activar las notificaciones sólo para mensajes que contiene la mención
ja: あなた宛のメッセージのみの通知に変更します。
nl: Het is alleen mogelijk meldingen te ontvangen voor berichten specifiek gericht aan deze gebruiker.
ru: Вы можете включить оповещения в группе только для сообщений, в которых упоминается ваш ник
zh_hans: 只有当消息中提到你时才通知

# SecurityTitle
source: Security
ja: セキュリティ

# PrivacyTerminate
source: Terminate all other sessions
es: Terminar todas las demás sesiones
ja: 他のすべてのセッションを破棄
nl: Beëindig alle overige sessies
ru: Удалить все другие сессии
zh_hans: 下线所有其它登录

# PrivacyTerminateAlert
source: Terminate all sessions
es: Terminar todas las sesiones
ja: すべてのセッションを破棄
nl: Alle sessies beëindigen
ru: Удалить другие сессии
zh_hans: 下线所有其它登录

# PrivacyTerminateAlertSingle
source: Terminate session
es: Terminar sesión
ja: セッションの破棄
nl: Beëindig sessie
ru: Удалить сессию
zh_hans: 下线

# PrivacyTerminateHint
source: Log out all devices except for this one.
es: Registrar todos los dispositivos excepto para éste.
ja: このデバイス以外のすべてのログインデバイスのログアウトを行います。
nl: Alle andere apparaten behalve deze afmelden.
ru: Выйти из всех устройств, кроме этого.
zh_hans: 下线所有其它登录。

# WallpapersTitle
source: Wallpapers
es: Fondos de chats
ja: 壁紙
nl: Achtergronden
ru: Обои чата
zh_hans: 聊天背景

# WallpapersPhoto
source: Photo Library
es: Carrete de fotos
ja: フォトライブラリー
nl: Gallerij
ru: Выбрать из галереи
zh_hans: 手机相册

# ChatPlaceholder
source: Enter text...
es: Escribir mensaje...
ja: テキストを入力してください...
nl: Tekst invoeren...
ru: Введите текст...
zh_hans: 输入消息...

# ChatSend
source: Send
es: Enviar
ja: 送信
nl: Zend
ru: Отпр.
zh_hans: 发送

# ChatNoGroupAccess
source: You are not a member of this group
es: No eres miembro
ja: あなたはこのグループのメンバーではありません。
nl: Er is geen lidmaatschap van deze groep
ru: Вы не состоите в группе
zh_hans: 你不是此群组的成员

# ChatNewMessages
source: New messages
es: Nuevos mensajes
ja: 新しいメッセージ
nl: Nieuwe berichten
zh_hans: 新消息

# ChatVoiceMessage
source: Voice message
es: Mensaje de voz
ja: ボイスメッセージ
nl: Geluidsfragment
zh_hans: 语音消息

# ChatHoldToTalk
source: Hold to talk
es: Pulsar para grabar
ja: ホールドで録音
nl: Vasthouden om te praten
zh_hans: 按住 说话

# ChatReleaseToSend
source: Release to send
es: Dejar de pulsar para enviar
ja: リリースで送信
nl: Loslaten om te versturen
zh_hans: 松开 发送

# ChatSlideUpToCancel
source: Slide up to cancel
es: Deslizar para cancelar
ja: 上スワイプでキャンセル
nl: Veeg naar links om te annuleren
zh_hans: 上滑取消

# Chat.MicrophoneAccessDisabled
source: We need access to your microphone for voice messages. Please go to Settings — Privacy — Microphone turn them ОN
ja: 設定 > プライバシーからマイクの使用許可設定を行って下さい。
nl: Om geluid op te nemen is toegang tot de microfoon nodig. Ga naar Account — Privacy — Microfoon en schakel deze in.
zh_hans: 我们需要访问麦克风来发送语音信息. 请打开 设置 — 隐私 — 麦克风，然后打开开关

# AttachmentsSendPhoto
source: Send {count} Photo
es: Enviar {count} Foto
ja: {count}枚の送信
nl: Stuur {count} foto
ru: Отправить {count} фото
zh_hans: 发送选中图片 ({count})

# AttachmentsSendPhotos
source: Send {count} Photos
es: Enviar {count} Fotos
ja: {count}枚の送信
nl: Stuur {count} foto's
ru: Отправить {count} фото
zh_hans: 发送选中图片 ({count})

# FindTitle
source: Find People
es: Buscar personas
ja: 知り合いを探す
nl: Buurtgenoten op Homecrew vinden
ru: Поиск людей
zh_hans: 添加好友

# FindFieldHint
source: phone number, email or nickname
es: número de móvil, correo electrónico o apodo
ja: 電話番号、メールアドレスまたはユーザID
nl: telefoonnummer, e-mail of gebruikersnaam
ru: Телефон, почта или ник
zh_hans: 手机号码、昵称或邮件
